<template>
  <div class="details">
    <div class="detailsHeader">
      <span class="title"><b>Apollo 轨迹规划技术分享</b></span>
    </div>
    <div>
    <span class="aContentTxt">文章链接:
     </span >
    <span class="aContent"> https://www.iconfont.cn/search/index?searchType=icon&q=%E7%81%AF%E6%B3%A1&page=1</span>
    </div>
    <p class="pContent">轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之几一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之级一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一模块之一。轨迹规划是无人驾驶系统的核心模块之。轨迹规划是无人驾驶系统。 轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之几一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之级一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一模块之一。轨迹规划是无人驾驶系统的核心模块之。轨迹规划是无人驾驶系统。 轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之几一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之级一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一。轨模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无驾驶系统的核心模块之一。轨迹规划是无人驾驶系统轨迹规划是无人驾驶系统的核心模块之一。轨迹规划是无人驾驶系统的核心模块之一模块之一。轨迹规划是无人驾驶系统的核心模块之。轨迹规划是无人驾驶系统。</p>
  </div>

</template>

<script>
  export default {
    name: "WebAheadDetails"
  }
</script>

<style scoped>
  *{
    margin:  0;
    padding: 0;
  }
  .details {
    padding: 10px;
    background-color: #FFFFFF;
  }

  .detailsHeader {
    padding: 15px 0;
  }

  .detailsHeader .title {
    font-size: 24px;
    font-weight: bold;
    line-height: 33px;
    margin-left: 42px;
    color: rgba(51, 51, 51, 1);
  }


  .aContentTxt{
    font-size:14px;
    font-weight:400;
    line-height:24px;
    margin-left: 42px;
    color:rgba(102,102,102,1);
    opacity:1;
  }
  .aContent{
    font-size:14px;
    font-weight:400;
    line-height:24px;
    color:rgba(53,171,163,1);
    opacity:1;
  }
  .pContent{
    margin-top: 20px;
    font-size:16px;
    font-weight:500;
    text-indent: 32px;
    line-height:36px;
    color:rgba(51,51,51,1);
    opacity:1;
  }

</style>
